Repository: mate-desktop/mate-applets
Catalog: accessx-status/docs/*/*.po
Languages: nl

# _
source: translator-credits
nl: Pjotr (pjotrvertaalt@gmail.com)

source: Keyboard Accessibility Monitor Manual
nl: Handleiding toetsenbord toegankelijkheids-monitor

source: The <application>Keyboard Accessibility Monitor</application> shows the status of the keyboard accessibility features.
nl: De <application>toetsenbord toegankelijkheids-monitor</application> toont de status van de toegankelijkheidsopties van het toetsenbord.

source: MATE Documentation Project
nl: MATE Documentatie Project

source: GNOME Documentation Project
nl: GNOME Documentatie Project

source: <firstname>MATE Documentation Project</firstname> <surname/>
nl: <firstname>MATE Documentatie Project</firstname> <surname/>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation> <orgname>Sun Microsystems</orgname> </affiliation>
nl: <firstname>Sun</firstname> <surname>GNOME Documentatie Team</surname> <affiliation> <orgname>Sun Microsystems</orgname> </affiliation>

source: MATE Documentation Team
nl: Documentatieploeg van MATE

source: <revnumber>Keyboard Accessibility Status Applet Manual V0.4</revnumber> <date>July 2015</date> <_:revdescription-1/>
nl: <revnumber>Handleiding toetsenbord toegankelijkheids-monitor status applicatie V0.4</revnumber> <date>juli 2015</date> <_:revdescription-1/>

source: GNOME Documentation Team
nl: Documentatieploeg van GNOME

source: <revnumber>Keyboard Accessibility Status Applet Manual V0.3</revnumber> <date>August 2005</date> <_:revdescription-1/>
nl: <revnumber>Handleiding toetsenbord toegankelijkheids-monitor status applicatie V0.3</revnumber> <date>augustus 2005</date><_:revdescription-1/>

source: Sun GNOME Documentation Team
nl: Sun GNOME Documentatie Team

source: <revnumber>Keyboard Accessibility Monitor Applet Manual V0.1</revnumber> <date>March 2003</date> <_:revdescription-1/>
nl: <revnumber>Handleiding toetsenbord toegankelijkheids-monitor status applicatie V0.1</revnumber> <date>maart 2003</date><_:revdescription-1/>

source: <revnumber>Keyboard Accessibility Status Applet Manual V0.2</revnumber> <date>May 2003</date> <_:revdescription-1/>
nl: <revnumber>Handleiding toetsenbord toegankelijkheids-monitor status applicatie V0.2</revnumber><date>mei 2003</date><_:revdescription-1/>

source: This manual describes version 1.10.2 of the Keyboard Accessibility Monitor.
nl: Deze handleiding omschrijft versie 1.10.2 van de toetsenbord toegankelijkheids-monitor.

source: Feedback
nl: Terukoppeling

source: To report a bug or make a suggestion regarding the Keyboard Accessibility Monitor applet or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
nl: Voor het rapporteren van fouten of het doen van suggesties met betrekking tot de toetsenbord toegankelijkheids-monitor toepassing of deze handleiding, volg de instructie op de <ulink url="help:mate-user-guide/feedback" type="help">MATE Terugkoppeling Pagina</ulink>.

source: <primary>Keyboard Accessibility Status</primary>
nl: <primary>Toetsenbord toegankelijkheids-status</primary>

source: Usage
nl: Gebruik

source: Keyboard Accessibility Monitor
nl: Toetsenbord toegankelijkheids-monitor

source: <imageobject><imagedata fileref="figures/accessx-status-applet.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Keyboard Accessibility Monitor. Contains row of icons representing keyboard state.</phrase> </textobject>
nl: <imageobject><imagedata fileref="figures/accessx-status-applet.png" format="PNG"/></imageobject><textobject><phrase>Toont toetsenbord toegankelijkheids-monitor. Bevat een rij aan pictogrammen welke de toetsenbord-toestand tonen.</phrase></textobject>

source: The <application>Keyboard Accessibility Monitor</application> shows you the status of the keyboard accessibility features when these are in use. For example, you can see which modifier keys are currently active, and which mouse buttons are being pressed via the keyboard.
nl: De <application>toetsenbord toegankelijkheids-monitor</application> toont u de status van de toetsenbord toegankelijkheids-opties wanneer deze in gebruik zijn. Bijvoorbeeld, U kan zien welke functietoetsen momenteel actief zijn en welke muisknoppen ingedrukt zijn via het toetsenbord.

source: For more on using keyboard accessibility features, see the <ulink url="help:mate-access-guide">Desktop Accessibility Guide</ulink>.
nl: Voor meer over de toetsenbord toegankelijkheidsfuncties, zie de <ulink url="help:mate-access-guide">Bureaublad toegankelijkheids-gids</ulink>.

source: What the applet shows
nl: Wat het werkbalkhulpje toont

source: Symbol
nl: Symbool

source: Meaning
nl: Betekenis

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx-status-disabled.png" format="PNG"/> </imageobject><textobject><phrase>Bounce Keys</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx-status-disabled.png" format="PNG"/></imageobject><textobject><phrase>Filtertoetsen</phrase></textobject></inlinemediaobject>

source: Accessibility Features are currently disabled.
nl: Toegankelijkheids-functies zijn momenteel uitgeschakeld.

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx_bounce-keys.png" format="PNG"/> </imageobject><textobject><phrase>Bounce Keys</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx_bounce-keys.png" format="PNG"/></imageobject><textobject><phrase>Filtertoetsen</phrase></textobject></inlinemediaobject>

source: Bounce Keys are activated.
nl: Filtertoetsen zijn geactiveerd.

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx_mouse-keys.png" format="PNG"/> </imageobject><textobject><phrase>Mouse Keys</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx_mouse-keys.png" format="PNG"/></imageobject><textobject><phrase>muisknoppen</phrase></textobject></inlinemediaobject>

source: Mouse Keys are activated.
nl: Muisknoppen zijn geactiveerd.

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx_slow-keys.png" format="PNG"/> </imageobject><textobject><phrase>Bounce Keys</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx_slow-keys.png" format="PNG"/></imageobject><textobject><phrase>Filtertoetsen</phrase></textobject></inlinemediaobject>

source: Slow Keys are activated.
nl: Langzame toetsen zijn geactiveerd.

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx_sticky-keys.png" format="PNG"/> </imageobject><textobject><phrase>Sticky Keys</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx_sticky-keys.png" format="PNG"/></imageobject><textobject><phrase>Plaktoetsen</phrase></textobject></inlinemediaobject>

source: Sticky Keys are activated. Here it shows <keycap>Shift</keycap> key pushed once and <keycap>Ctrl</keycap> key pushed twice.
nl: Plaktoetsen zijn geactiveerd. Hier toont het dat de <keycap>Shift</keycap>toets eenmaal ingedrukt is en de <keycap>Ctrl</keycap>toets tweemaal.

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx_sticky-altGr-key.png" format="PNG"/> </imageobject><textobject><phrase><keycap>AltGr</keycap> Key Symbol</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx_sticky-altGr-key.png" format="PNG"/></imageobject><textobject><phrase><keycap>AltGr</keycap>Toets symbool</phrase></textobject></inlinemediaobject>

source: <keycap>AltGr</keycap> key pushed once.
nl: <keycap>AltGr</keycap>toets eenmaal ingedrukt.

source: <inlinemediaobject><imageobject> <imagedata fileref="figures/accessx_sticky-windows-key.png" format="PNG"/> </imageobject><textobject><phrase><keycap>Windows</keycap> logo key</phrase> </textobject></inlinemediaobject>
nl: <inlinemediaobject><imageobject><imagedata fileref="figures/accessx_sticky-windows-key.png" format="PNG"/></imageobject><textobject><phrase><keycap>Windows</keycap>logo toets</phrase></textobject></inlinemediaobject>

source: <keycap>Windows</keycap> logo key pushed once.
nl: <keycap>Windows</keycap>logo toets eenmaal ingedrukt.

source: <keycap>Shift</keycap> key pushed once.
nl: <keycap>Shift</keycap>toets eenmaal ingedrukt.

source: link
nl: koppeling

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
nl: Deze handleiding maakt deel uit van een verzameling MATE handleidingen onder de GFDL. Als u deze handleiding afzonderlijk wilt verspreiden, dan kan u dit doen door een kopie van de licentie aan de handleiding toe te voegen, zoals beschreven in hoofdstuk 6 van de licentie.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
nl: Vele van de namen die worden gebruikt door bedrijven om hun producten en diensten te onderscheiden zijn vastgelegd als handelsmerken. Wanneer deze namen voorkomen in enige MATE documentatie, en wanneer de leden van het MATE Documentatie Project hierop attent zijn gemaakt, zullen deze namen in hoofdletters zijn of beginnen met hoofdletters.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
nl: HET DOCUMENT WORDT AANGEBODEN OP EEN "ZOALS HET IS" BASIS, ZONDER ENIGE VORM VAN GARANTIE, ZOWEL UITGESPROKEN ALS GEÏMPLICEERD, INCLUSIEF, ZONDER BEPERKINGEN, GARANTIES DAT HET DOCUMENT OF DE AANGEPASTE VERSIE VAN HET DOCUMENT VRIJ IS VAN VERHANDELBARE GEBREKEN OF GESCHIKT IS VOOR EEN BEPAALD DOEL IS, OF GEEN INBREUK MAAKT. HET VOLLEDIGE RISICO BETREFFENDE DE KWALITEIT, ACCURAATHEID, EN PRESTATIES VAN HET DOCUMENT OF DE AANGEPASTE VERSIE VAN HET DOCUMENT LIGT BIJ U. INDIEN HET DOCUMENT DEFECT BLIJKT TE ZIJN IN ENIGE VORM, ZAL U (NIET DE INITIËLE SCHRIJVER, AUTEUR OF ENIGE BIJDRAGER) DE KOSTEN VOOR BENODIGD ONDERHOUD, REPARATIE OF CORRECTIE OP ZICH NEMEN. DEZE AANSPRAKELIJKHEIDSUITSLUITING IS EEN WEZENLIJK ONDERDEEL VAN DEZE LICENTIE. GEEN ENKEL GEBRUIK VAN DIT DOCUMENT OF AANGEPASTE VERSIE VAN HET DOCUMENT IS TOEGESTAAN ZONDER DEZE UITSLUITING VAN AANSPRAKELIJKHEID; EN

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
nl: ONDER GEEN ENKELE OMSTANDIGHEDEN EN ONDER GEEN JURIDISCHE THEORIE, ZIJ HET WETTELIJK (INCLUSIEF NALATIGHEID), CONTRACT, OF ANDERZIJDS ZAL DE AUTEUR, INITIËLE AUTEUR, ENIGE BIJDRAGER VAN HET DOCUMENT OF DE AANGEPASTE VERSIE VAN HET DOCUMENT, NOCH ENIGE LEVERANCIER VAN EEN VAN DEZE PARTIJEN, AANSPRAKELIJK GEHOUDEN WORDEN DOOR ENIG PERSOON VOOR ENIGE DIRECTE, INDIRECTE, SPECIALE, INCIDENTELE, OF GEVOLG SCHADE IN ELKE VORM INCLUSIEF, ZONDER BEPERKING, SCHADE DOOR VERLIES VAN GOEDE WIL, WERK ONDERBREKING, COMPUTER FALEN OF STORING, OF ENIGE ANDERE VORM VAN SCHADE OF VERLIES ALS GEVOLGEN VAN HET GEBRUIKT VAN HET DOCUMENT EN DE AANGEPASTE VERSIES VAN HET DOCUMENT, ZELFS ALS ZO EEN PARTIJ GEÏNFORMEERD ZOU ZIJN OVER DE MOGELIJKHEID VAN ZULKE SCHADES.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
nl: HET DOCUMENT EN AANGEPASTE VERSIES VAN HET DOCUMENT WORDEN BESCHIKBAAR GESTELD ONDER DE VOORWAARDEN VAN DE GNU FREE DOCUMENTATION LICENTIE WAARBIJ BUITENDIEN GELDT DAT: <_:orderedlist-1/>
